[
  { "reference": "Genesis 1:1", "text": "In the beginning God created the heaven and the earth." },
  { "reference": "Exodus 14:14", "text": "The LORD shall fight for you, and ye shall hold your peace." },
  { "reference": "Joshua 1:9", "text": "Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest." },
  { "reference": "Psalm 23:1", "text": "The LORD is my shepherd; I shall not want." },
  { "reference": "Psalm 27:1", "text": "The LORD is my light and my salvation; whom shall I fear?" },
  { "reference": "Psalm 46:1", "text": "God is our refuge and strength, a very present help in trouble." },
  { "reference": "Psalm 119:105", "text": "Thy word is a lamp unto my feet, and a light unto my path." },
  { "reference": "Proverbs 3:5", "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding." },
  { "reference": "Proverbs 18:10", "text": "The name of the LORD is a strong tower: the righteous runneth into it, and is safe." },
  { "reference": "Isaiah 40:31", "text": "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles." },
  { "reference": "Isaiah 41:10", "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God." },
  { "reference": "Jeremiah 29:11", "text": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil." },
  { "reference": "Matthew 5:16", "text": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven." },
  { "reference": "Matthew 6:33", "text": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you." },
  { "reference": "Matthew 11:28", "text": "Come unto me, all ye that labour and are heavy laden, and I will give you rest." },
  { "reference": "Matthew 28:20", "text": "Lo, I am with you alway, even unto the end of the world." },
  { "reference": "Mark 10:27", "text": "With men it is impossible, but not with God: for with God all things are possible." },
  { "reference": "Luke 6:31", "text": "And as ye would that men should do to you, do ye also to them likewise." },
  { "reference": "Luke 12:32", "text": "Fear not, little flock; for it is your Father's good pleasure to give you the kingdom." },
  { "reference": "John 3:16", "text": "For God so loved the world, that he gave his only begotten Son." },
  { "reference": "John 8:12", "text": "I am the light of the world: he that followeth me shall not walk in darkness." },
  { "reference": "John 14:6", "text": "I am the way, the truth, and the life: no man cometh unto the Father, but by me." },
  { "reference": "John 14:27", "text": "Peace I leave with you, my peace I give unto you." },
  { "reference": "Acts 1:8", "text": "Ye shall receive power, after that the Holy Ghost is come upon you." },
  { "reference": "Romans 8:1", "text": "There is therefore now no condemnation to them which are in Christ Jesus." },
  { "reference": "Romans 8:28", "text": "All things work together for good to them that love God." },
  { "reference": "Romans 12:2", "text": "Be not conformed to this world: but be ye transformed by the renewing of your mind." },
  { "reference": "1 Corinthians 13:13", "text": "And now abideth faith, hope, charity, these three; but the greatest of these is charity." },
  { "reference": "2 Corinthians 5:7", "text": "For we walk by faith, not by sight." },
  { "reference": "Galatians 5:22", "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith." },
  { "reference": "Ephesians 2:8", "text": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God." },
  { "reference": "Ephesians 6:11", "text": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil." },
  { "reference": "Philippians 4:6", "text": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God." },
  { "reference": "Philippians 4:13", "text": "I can do all things through Christ which strengtheneth me." },
  { "reference": "Colossians 3:23", "text": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men." },
  { "reference": "2 Timothy 1:7", "text": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind." },
  { "reference": "Hebrews 11:1", "text": "Now faith is the substance of things hoped for, the evidence of things not seen." },
  { "reference": "Hebrews 13:5", "text": "I will never leave thee, nor forsake thee." },
  { "reference": "James 1:5", "text": "If any of you lack wisdom, let him ask of God." },
  { "reference": "James 1:17", "text": "Every good gift and every perfect gift is from above." },
  { "reference": "1 Peter 5:7", "text": "Casting all your care upon him; for he careth for you." },
  { "reference": "1 John 1:9", "text": "If we confess our sins, he is faithful and just to forgive us our sins." },
  { "reference": "Revelation 21:4", "text": "God shall wipe away all tears from their eyes." } ,
  { "reference": "Deuteronomy 31:6", "text": "Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee." },
  { "reference": "1 Samuel 16:7", "text": "For the LORD seeth not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart." },
  { "reference": "2 Samuel 22:31", "text": "As for God, his way is perfect; the word of the LORD is tried: he is a buckler to all them that trust in him." },
  { "reference": "Nehemiah 8:10", "text": "The joy of the LORD is your strength." },
  { "reference": "Job 19:25", "text": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth." },
  { "reference": "Psalm 19:1", "text": "The heavens declare the glory of God; and the firmament sheweth his handywork." },
  { "reference": "Psalm 34:8", "text": "O taste and see that the LORD is good: blessed is the man that trusteth in him." },
  { "reference": "Psalm 51:10", "text": "Create in me a clean heart, O God; and renew a right spirit within me." },
  { "reference": "Psalm 91:1", "text": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty." },
  { "reference": "Psalm 100:4", "text": "Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name." },
  { "reference": "Proverbs 4:23", "text": "Keep thy heart with all diligence; for out of it are the issues of life." },
  { "reference": "Proverbs 16:3", "text": "Commit thy works unto the LORD, and thy thoughts shall be established." },
  { "reference": "Ecclesiastes 3:1", "text": "To every thing there is a season, and a time to every purpose under the heaven." },
  { "reference": "Isaiah 9:6", "text": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder." },
  { "reference": "Isaiah 26:3", "text": "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee." },
  { "reference": "Isaiah 53:5", "text": "But he was wounded for our transgressions, he was bruised for our iniquities." },
  { "reference": "Isaiah 55:11", "text": "So shall my word be that goeth forth out of my mouth: it shall not return unto me void." },
  { "reference": "Lamentations 3:22-23", "text": "It is of the LORD'S mercies that we are not consumed, because his compassions fail not. They are new every morning: great is thy faithfulness." },
  { "reference": "Ezekiel 36:26", "text": "A new heart also will I give you, and a new spirit will I put within you." },
  { "reference": "Daniel 12:3", "text": "And they that be wise shall shine as the brightness of the firmament." },
  { "reference": "Hosea 6:6", "text": "For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings." },
  { "reference": "Joel 2:28", "text": "And it shall come to pass afterward, that I will pour out my spirit upon all flesh." },
  { "reference": "Amos 5:24", "text": "But let judgment run down as waters, and righteousness as a mighty stream." },
  { "reference": "Micah 6:8", "text": "He hath shewed thee, O man, what is good; and what doth the LORD require of thee." },
  { "reference": "Habakkuk 2:4", "text": "The just shall live by his faith." },
  { "reference": "Zephaniah 3:17", "text": "The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy." },
  { "reference": "Zechariah 4:6", "text": "Not by might, nor by power, but by my spirit, saith the LORD of hosts." },
  { "reference": "Malachi 3:10", "text": "Bring ye all the tithes into the storehouse... and prove me now herewith, saith the LORD of hosts." },
  { "reference": "Matthew 7:7", "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you." },
  { "reference": "Matthew 22:37", "text": "Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind." },
  { "reference": "Matthew 28:19", "text": "Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost." },
  { "reference": "Mark 12:30", "text": "Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength." },
  { "reference": "Luke 1:37", "text": "For with God nothing shall be impossible." },
  { "reference": "Luke 11:9", "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you." },
  { "reference": "John 1:1", "text": "In the beginning was the Word, and the Word was with God, and the Word was God." },
  { "reference": "John 10:10", "text": "I am come that they might have life, and that they might have it more abundantly." },
  { "reference": "John 15:13", "text": "Greater love hath no man than this, that a man lay down his life for his friends." },
  { "reference": "Acts 2:21", "text": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved." },
  { "reference": "Acts 4:12", "text": "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved." },
  { "reference": "Romans 5:8", "text": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us." },
  { "reference": "Romans 10:9", "text": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved." },
  { "reference": "1 Corinthians 10:13", "text": "God is faithful, who will not suffer you to be tempted above that ye are able." },
  { "reference": "2 Corinthians 12:9", "text": "My grace is sufficient for thee: for my strength is made perfect in weakness." },
  { "reference": "Galatians 2:20", "text": "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me." },
  { "reference": "Ephesians 3:20", "text": "Now unto him that is able to do exceeding abundantly above all that we ask or think." },
  { "reference": "Philippians 1:6", "text": "He which hath begun a good work in you will perform it until the day of Jesus Christ." },
  { "reference": "Colossians 3:15", "text": "Let the peace of God rule in your hearts." },
  { "reference": "1 Thessalonians 5:16-18", "text": "Rejoice evermore. Pray without ceasing. In every thing give thanks." },
  { "reference": "2 Timothy 3:16", "text": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness." },
  { "reference": "Hebrews 4:12", "text": "For the word of God is quick, and powerful, and sharper than any twoedged sword." },
  { "reference": "Hebrews 10:23", "text": "Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)" },
  { "reference": "Hebrews 12:1", "text": "Let us run with patience the race that is set before us." },
  { "reference": "Hebrews 13:8", "text": "Jesus Christ the same yesterday, and today, and for ever." },
  { "reference": "James 4:7", "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you." },
  { "reference": "James 4:8", "text": "Draw nigh to God, and he will draw nigh to you." },
  { "reference": "1 Peter 2:9", "text": "Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people." },
  { "reference": "1 Peter 4:8", "text": "Above all things have fervent charity among yourselves: for charity shall cover the multitude of sins." },
  { "reference": "2 Peter 3:9", "text": "The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward." },
  { "reference": "1 John 3:1", "text": "Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God." },
  { "reference": "1 John 4:4", "text": "Greater is he that is in you, than he that is in the world." },
  { "reference": "1 John 5:14", "text": "This is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us." },
  { "reference": "Jude 1:24", "text": "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory." },
  { "reference": "Revelation 1:8", "text": "I am Alpha and Omega, the beginning and the ending, saith the Lord." },
  { "reference": "Revelation 3:20", "text": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him." },
  { "reference": "Revelation 12:11", "text": "They overcame him by the blood of the Lamb, and by the word of their testimony." },
  { "reference": "Revelation 22:21", "text": "The grace of our Lord Jesus Christ be with you all. Amen." },
  { "reference": "Genesis 28:15", "text": "Behold, I am with thee, and will keep thee in all places whither thou goest." },
  { "reference": "Exodus 20:12", "text": "Honour thy father and thy mother: that thy days may be long upon the land." },
  { "reference": "Leviticus 19:18", "text": "Thou shalt love thy neighbour as thyself." },
  { "reference": "Numbers 6:24-26", "text": "The LORD bless thee, and keep thee: The LORD make his face shine upon thee, and be gracious unto thee." },
  { "reference": "Deuteronomy 6:5", "text": "Thou shalt love the LORD thy God with all thine heart, and with all thy soul, and with all thy might." },
  { "reference": "Joshua 24:15", "text": "As for me and my house, we will serve the LORD." },
  { "reference": "Ruth 1:16", "text": "Whither thou goest, I will go; and where thou lodgest, I will lodge." },
  { "reference": "1 Samuel 2:2", "text": "There is none holy as the LORD: for there is none beside thee." },
  { "reference": "2 Samuel 22:2", "text": "The LORD is my rock, and my fortress, and my deliverer." },
  { "reference": "1 Kings 8:23", "text": "There is no God like thee, in heaven above, or on earth beneath." },
  { "reference": "2 Kings 20:5", "text": "I have heard thy prayer, I have seen thy tears: behold, I will heal thee." },
  { "reference": "1 Chronicles 16:34", "text": "O give thanks unto the LORD; for he is good; for his mercy endureth for ever." },
  { "reference": "2 Chronicles 7:14", "text": "If my people, which are called by my name, shall humble themselves, and pray." },
  { "reference": "Ezra 7:10", "text": "Ezra had prepared his heart to seek the law of the LORD, and to do it." },
  { "reference": "Nehemiah 1:11", "text": "O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant." },
  { "reference": "Esther 4:14", "text": "Who knoweth whether thou art come to the kingdom for such a time as this?" },
  { "reference": "Job 23:10", "text": "He knoweth the way that I take: when he hath tried me, I shall come forth as gold." },
  { "reference": "Psalm 1:1", "text": "Blessed is the man that walketh not in the counsel of the ungodly." },
  { "reference": "Psalm 37:4", "text": "Delight thyself also in the LORD: and he shall give thee the desires of thine heart." },
  { "reference": "Psalm 55:22", "text": "Cast thy burden upon the LORD, and he shall sustain thee." },
  { "reference": "Psalm 121:1-2", "text": "I will lift up mine eyes unto the hills, from whence cometh my help." },
  { "reference": "Proverbs 1:7", "text": "The fear of the LORD is the beginning of knowledge." },
  { "reference": "Proverbs 22:6", "text": "Train up a child in the way he should go: and when he is old, he will not depart from it." },
  { "reference": "Ecclesiastes 12:13", "text": "Fear God, and keep his commandments: for this is the whole duty of man." },
  { "reference": "Song of Solomon 2:4", "text": "He brought me to the banqueting house, and his banner over me was love." },
  { "reference": "Isaiah 6:8", "text": "Here am I; send me." },
  { "reference": "Isaiah 43:2", "text": "When thou passest through the waters, I will be with thee." },
  { "reference": "Jeremiah 33:3", "text": "Call unto me, and I will answer thee, and shew thee great and mighty things." },
  { "reference": "Lamentations 3:25", "text": "The LORD is good unto them that wait for him, to the soul that seeketh him." },
  { "reference": "Ezekiel 34:26", "text": "I will cause the shower to come down in his season; there shall be showers of blessing." },
  { "reference": "Daniel 2:20", "text": "Blessed be the name of God for ever and ever: for wisdom and might are his." },
  { "reference": "Hosea 14:9", "text": "The ways of the LORD are right, and the just shall walk in them." },
  { "reference": "Joel 2:12", "text": "Turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning." },
  { "reference": "Amos 9:6", "text": "It is he that buildeth his stories in the heaven, and hath founded his troop in the earth." },
  { "reference": "Micah 7:7", "text": "Therefore I will look unto the LORD; I will wait for the God of my salvation." },
  { "reference": "Nahum 1:7", "text": "The LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him." },
  { "reference": "Habakkuk 3:19", "text": "The LORD God is my strength, and he will make my feet like hinds' feet." },
  { "reference": "Zephaniah 2:3", "text": "Seek ye the LORD, all ye meek of the earth." } ,
  { "reference": "Matthew 11:29", "text": "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls." },
  { "reference": "Matthew 19:26", "text": "With men this is impossible; but with God all things are possible." },
  { "reference": "Mark 9:23", "text": "If thou canst believe, all things are possible to him that believeth." },
  { "reference": "Luke 18:27", "text": "The things which are impossible with men are possible with God." },
  { "reference": "John 11:25", "text": "I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live." },
  { "reference": "Acts 16:31", "text": "Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house." },
  { "reference": "Romans 6:23", "text": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord." },
  { "reference": "Romans 12:12", "text": "Rejoicing in hope; patient in tribulation; continuing instant in prayer." },
  { "reference": "1 Corinthians 15:58", "text": "Be ye stedfast, unmoveable, always abounding in the work of the Lord." },
  { "reference": "2 Corinthians 9:7", "text": "God loveth a cheerful giver." },
  { "reference": "Galatians 6:9", "text": "Let us not be weary in well doing: for in due season we shall reap, if we faint not." },
  { "reference": "Ephesians 4:32", "text": "Be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you." },
  { "reference": "Philippians 2:3", "text": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves." },
  { "reference": "Philippians 2:14", "text": "Do all things without murmurings and disputings." },
  { "reference": "Colossians 3:2", "text": "Set your affection on things above, not on things on the earth." },
  { "reference": "1 Thessalonians 4:16", "text": "The Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God." },
  { "reference": "1 Thessalonians 5:11", "text": "Wherefore comfort yourselves together, and edify one another, even as also ye do." },
  { "reference": "2 Thessalonians 3:3", "text": "The Lord is faithful, who shall stablish you, and keep you from evil." },
  { "reference": "1 Timothy 6:12", "text": "Fight the good fight of faith, lay hold on eternal life." },
  { "reference": "2 Timothy 4:7", "text": "I have fought a good fight, I have finished my course, I have kept the faith." },
  { "reference": "Titus 2:11", "text": "For the grace of God that bringeth salvation hath appeared to all men." },
  { "reference": "Philemon 1:7", "text": "For we have great joy and consolation in thy love." },
  { "reference": "Hebrews 2:18", "text": "For in that he himself hath suffered being tempted, he is able to succour them that are tempted." },
  { "reference": "Hebrews 6:19", "text": "Which hope we have as an anchor of the soul, both sure and stedfast." },
  { "reference": "Hebrews 7:25", "text": "He is able also to save them to the uttermost that come unto God by him." },
  { "reference": "Hebrews 12:2", "text": "Looking unto Jesus the author and finisher of our faith." },
  { "reference": "James 2:17", "text": "Even so faith, if it hath not works, is dead, being alone." },
  { "reference": "James 5:16", "text": "The effectual fervent prayer of a righteous man availeth much." },
  { "reference": "1 Peter 1:3", "text": "Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope." },
  { "reference": "1 Peter 3:15", "text": "Be ready always to give an answer to every man that asketh you a reason of the hope that is in you." },
  { "reference": "2 Peter 1:3", "text": "According as his divine power hath given unto us all things that pertain unto life and godliness." },
  { "reference": "1 John 2:1", "text": "If any man sin, we have an advocate with the Father, Jesus Christ the righteous." },
  { "reference": "1 John 4:7", "text": "Beloved, let us love one another: for love is of God." },
  { "reference": "1 John 5:12", "text": "He that hath the Son hath life; and he that hath not the Son of God hath not life." },
  { "reference": "Revelation 2:10", "text": "Be thou faithful unto death, and I will give thee a crown of life." },
  { "reference": "Revelation 7:17", "text": "For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters." },
  { "reference": "Revelation 21:3", "text": "Behold, the tabernacle of God is with men, and he will dwell with them." },
  { "reference": "Revelation 22:5", "text": "There shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light." },
  { "reference": "Revelation 22:12", "text": "Behold, I come quickly; and my reward is with me." },
  { "reference": "Revelation 22:17", "text": "And whosoever will, let him take the water of life freely." },
  { "reference": "Genesis 50:20", "text": "Ye thought evil against me; but God meant it unto good." },
  { "reference": "Exodus 33:14", "text": "My presence shall go with thee, and I will give thee rest." },
  { "reference": "Psalm 30:5", "text": "Weeping may endure for a night, but joy cometh in the morning." },
  { "reference": "Psalm 103:12", "text": "As far as the east is from the west, so far hath he removed our transgressions from us." },
  { "reference": "Proverbs 11:25", "text": "The liberal soul shall be made fat: and he that watereth shall be watered also himself." },
  { "reference": "Isaiah 58:11", "text": "The LORD shall guide thee continually, and satisfy thy soul in drought." },
  { "reference": "Jeremiah 32:17", "text": "Ah Lord GOD! behold, thou hast made the heaven and the earth by thy great power." },
  { "reference": "Daniel 3:17", "text": "Our God whom we serve is able to deliver us from the burning fiery furnace." },
  { "reference": "Jonah 2:2", "text": "I cried by reason of mine affliction unto the LORD, and he heard me." },
  { "reference": "Micah 5:2", "text": "Out of thee shall he come forth unto me that is to be ruler in Israel." } ,
  { "reference": "Genesis 1:1", "text": "In the beginning God created the heaven and the earth." },
  { "reference": "John 3:16", "text": "For God so loved the world, that he gave his only begotten Son." }
]

